Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Muhsin Khan.tmx
Source language: ar
Languages: en

source: يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور
en: "O my son! Aqim-As-Salat (perform As-Salat), enjoin (on people) Al-Ma'ruf - (Islamic Monotheism and all that is good), and forbid (people) from Al-Munkar (i.e. disbelief in the Oneness of Allah, polytheism of all kinds and all that is evil and bad), and bear with patience whatever befalls you. Verily, these are some of the important commandments (ordered by Allah with no exemption).

source: ولا تصعر خدك للناس ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور
en: "And turn not your face away from men with pride, nor walk in insolence through the earth. Verily, Allah likes not any arrogant boaster.

source: واقصد في مشيك واغضض من صوتك إن أنكر الأصوات لصوت الحمير
en: "And be moderate (or show no insolence) in your walking, and lower your voice. Verily, the harshest of all voices is the braying of the asses."

source: ألم تروا أن الله سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير
en: See you not (O men) that Allah has subjected for you whatsoever is in the heavens and whatsoever is in the earth, and has completed and perfected His Graces upon you, (both) apparent (i.e. Islamic Monotheism, and the lawful pleasures of this world, including health, good looks, etc.) and hidden [i.e. One's Faith in Allah (of Islamic Monotheism) knowledge, wisdom, guidance for doing righteous deeds, and also the pleasures and delights of the Hereafter in Paradise]? Yet of mankind is he who disputes about Allah without knowledge or guidance or a Book giving light!

source: وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما وجدنا عليه آباءنا أولو كان الشيطان يدعوهم إلى عذاب السعير
en: And when it is said to them: "Follow that which Allah has sent down", they say: "Nay, we shall follow that which we found our fathers (following)." (Would they do so) even if Shaitan (Satan) invites them to the torment of the Fire?

source: ومن يسلم وجهه إلى الله وهو محسن فقد استمسك بالعروة الوثقى وإلى الله عاقبة الأمور
en: And whosoever submits his face (himself) to Allah, while he is a Muhsin (good-doer i.e. performs good deeds totally for Allah's sake without any show off or to gain praise or fame and does them in accordance with the Sunnah of Allah's Messenger Muhammad صلى الله عليه وسلم), then he has grasped the most trustworthy handhold [La ilaha illallah (none has the right to be worshipped but Allah)]. And to Allah return all matters for decision.

source: ومن كفر فلا يحزنك كفره إلينا مرجعهم فننبئهم بما عملوا إن الله عليم بذات الصدور
en: And whoever disbelieves, let not his disbelief grieve you (O Muhammad صلى الله عليه وسلم). To Us is their return, and We shall inform them what they have done. Verily, Allah is the All-Knower of what is in the breasts (of men).

source: نمتعهم قليلا ثم نضطرهم إلى عذاب غليظ
en: We let them enjoy for a little while, then in the end We shall oblige them to (enter) a great torment.

source: ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل الحمد لله بل أكثرهم لا يعلمون
en: And if you (O Muhammad صلى الله عليه وسلم) ask them: "Who has created the heavens and the earth," they will certainly say: "Allah." Say: "All the praises and thanks be to Allah!" But most of them know not.

source: لله ما في السماوات والأرض إن الله هو الغني الحميد
en: To Allah belongs whatsoever is in the heavens and the earth. Verily, Allah, He is Al-Ghani (Rich, Free of all needs), Worthy of all praise.

source: ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم
en: And if all the trees on the earth were pens and the sea (were ink wherewith to write), with seven seas behind it to add to its (supply), yet the Words of Allah would not be exhausted. Verily, Allah is All-Mighty, All-Wise.

source: ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير
en: The creation of you all and the resurrection of you all are only as (the creation and resurrection of) a single person. Verily, Allah is All-Hearer, All-Seer.

source: ألم تر أن الله يولج الليل في النهار ويولج النهار في الليل وسخر الشمس والقمر كل يجري إلى أجل مسمى وأن الله بما تعملون خبير
en: See you not (O Muhammad صلى الله عليه وسلم) that Allah merges the night into the day (i.e. the decrease in the hours of the night are added to the hours of the day), and merges the day into the night (i.e. the decrease in the hours of day are added to the hours of night), and has subjected the sun and the moon, each running its course for a term appointed; and that Allah is All-Aware of what you do.

source: ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل وأن الله هو العلي الكبير
en: That is because Allah, He is the Truth, and that which they invoke besides Him is Al-Batil (falsehood, Satan and all other false deities); and that Allah, He is the Most High, the Most Great.

source: ألم تر أن الفلك تجري في البحر بنعمت الله ليريكم من آياته إن في ذلك لآيات لكل صبار شكور
en: See you not that the ships sail through the sea by Allah's Grace that He may show you of His Signs? Verily, in this are signs for every patient, grateful (person).

source: وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجاهم إلى البر فمنهم مقتصد وما يجحد بآياتنا إلا كل ختار كفور
en: And when a wave covers them like shades (i.e. like clouds or the mountains of sea-water), they invoke Allah, making their invocations for Him only. But when He brings them safe to land, there are among them those that stop in between (Belief and disbelief). But none denies Our Signs except every perfidious ingrate.

source: يا أيها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيئا إن وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور
en: O mankind! Be afraid of your Lord (by keeping your duty to Him and avoiding all evil), and fear a Day when no father can avail aught for his son, nor a son avail aught for his father. Verily, the Promise of Allah is true: let not then this (worldly) present life deceive you, nor let the chief deceiver (Satan) deceive you about Allah.

source: إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير
en: Verily Allah, with Him (Alone) is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allah is All-Knower, All-Aware (of things).

source: تنزيل الكتاب لا ريب فيه من رب العالمين
en: The revelation of the Book (this Qur'an) in which there is no doubt is from the Lord of the 'Alamin (mankind, jinn and all that exists)!

source: أم يقولون افتراه بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون
en: Or say they: "He (Muhammad صلى الله عليه وسلم) has fabricated it?" Nay, it is the truth from your Lord, so that you may warn a people to whom no warner has come before you (O Muhammad صلى الله عليه وسلم): in order that they may be guided.

source: الله الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون
en: Allah it is He Who has created the heavens and the earth, and all that is between them in six Days. Then He rose over (Istawa ) the Throne (in a manner that suits His Majesty). You (mankind) have none, besides Him, as a Wali (protector or helper) or an intercessor. Will you not then remember (or receive admonition)?

source: يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون
en: He manages and regulates (every) affair from the heavens to the earth; then it (affair) will go up to Him, in one Day, the space whereof is a thousand years of your reckoning (i.e. reckoning of our present world's time).

source: ذلك عالم الغيب والشهادة العزيز الرحيم
en: That is He: the All-Knower of the unseen and the seen, the All-Mighty, the Most Merciful.

source: الذي أحسن كل شيء خلقه وبدأ خلق الإنسان من طين
en: Who made everything He has created good and He began the creation of man from clay.

source: ثم جعل نسله من سلالة من ماء مهين
en: Then He made his offspring from semen of despised water (male and female sexual discharge).

source: ثم سواه ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة قليلا ما تشكرون
en: Then He fashioned him in due proportion, and breathed into him the soul (created by Allah for that person); and He gave you hearing (ears), sight (eyes) and hearts. Little is the thanks you give!

source: وقالوا أإذا ضللنا في الأرض أإنا لفي خلق جديد بل هم بلقاء ربهم كافرون
en: And they say: "When we are (dead and become) lost in the earth, shall we indeed be created anew?" Nay, but they deny the Meeting with their Lord!

source: قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون
en: Say: "The angel of death, who is set over you, will take your souls. Then you shall be brought to your Lord."

source: ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون
en: And if you only could see when the Mujrimun (criminals, disbelievers, polytheists, sinners) shall hang their heads before their Lord (saying): "Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily! We now believe with certainty."

source: ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين
en: And if We had willed, surely We would have given every person his guidance, but the Word from Me took effect (about evil-doers), that I will fill Hell with jinn and mankind together.

source: فذوقوا بما نسيتم لقاء يومكم هذا إنا نسيناكم وذوقوا عذاب الخلد بما كنتم تعملون
en: Then taste you (the torment of the Fire) because of your forgetting the Meeting of this Day of yours. Surely We too will forget you: so taste you the abiding torment for what you used to do.

source: إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون
en: Only those believe in Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), who, when they are reminded of them, fall down prostrate, and glorify the Praises of their Lord, and they are not proud.

source: تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون
en: Their sides forsake their beds, to invoke their Lord in fear and hope, and they spend (in charity in Allah's Cause) out of what We have bestowed on them.

source: فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون
en: No person knows what is kept hidden for them of joy as a reward for what they used to do.

source: أفمن كان مؤمنا كمن كان فاسقا لا يستوون
en: Is then he who is a believer like him who is a Fasiq (disbeliever and disobedient to Allah)? Not equal are they.

source: أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى نزلا بما كانوا يعملون
en: As for those who believe (in the Oneness of Allah - Islamic Monotheism) and do righteous good deeds, for them are Gardens (Paradise) as an entertainment for what they used to do.

source: وأما الذين فسقوا فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون
en: And as for those who are Fasiqun (disbelievers and disobedient to Allah), their abode will be the Fire, every time they wish to get away therefrom, they will be put back thereto, and it will be said to them: "Taste you the torment of the Fire which you used to deny."

source: ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون
en: And verily, We will make them taste of the near torment (i.e. the torment in the life of this world, i.e. disasters, calamities, etc.) prior to the supreme torment (in the Hereafter), in order that they may (repent and) return (i.e. accept Islam).

source: ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها إنا من المجرمين منتقمون
en: And who does more wrong than he who is reminded of the Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.) of his Lord, then turns aside therefrom? Verily, We shall exact retribution from the Mujrimun (criminals, disbelievers, polytheists, sinners).

source: ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه وجعلناه هدى لبني إسرائيل
en: And indeed We gave Musa (Moses) the Scripture [the Taurat (Torah)] So be not you in doubt of meeting him [i.e. when you met Musa (Moses) during the night of Al-Isra' and Al-Mi'raj over the heavens]. And We made it [the Taurat (Torah)] a guide to the Children of Israel.

source: وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون
en: And We made from among them (Children of Israel), leaders, giving guidance under Our Command, when they were patient and used to believe with certainty in Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.).

source: إن ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون
en: Verily, your Lord will judge between them, on the Day of Resurrection, concerning that wherein they used to differ.

source: أولم يهد لهم كم أهلكنا من قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات أفلا يسمعون
en: Is it not a guidance for them: how many generations We have destroyed before them in whose dwellings they do walk about? Verily, therein indeed are signs. Would they not then listen?

source: أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون
en: Have they not seen how We drive water to the dry land that has no vegetation, and therewith bring forth crops providing food for their cattle and themselves? Will they not then see?

source: ويقولون متى هذا الفتح إن كنتم صادقين
en: They say: "When will this Fath (Decision) be (between us and you, i.e. the Day of Resurrection), if you are telling the truth?"

source: قل يوم الفتح لا ينفع الذين كفروا إيمانهم ولا هم ينظرون
en: Say: "On the Day of Al-Fath (Decision), no profit will it be to those who disbelieve if they (then) believe! Nor will they be granted a respite."

source: فأعرض عنهم وانتظر إنهم منتظرون
en: So turn aside from them (O Muhammad صلى الله عليه وسلم) and await: verily, they (too) are awaiting.

source: يا أيها النبي اتق الله ولا تطع الكافرين والمنافقين إن الله كان عليما حكيما
en: O Prophet (Muhammad صلى الله عليه وسلم)! Keep your duty to Allah, and obey not the disbelievers and the hypocrites (i.e., do not follow their advice). Verily, Allah is Ever All-Knower, All-Wise.

source: واتبع ما يوحى إليك من ربك إن الله كان بما تعملون خبيرا
en: And follow that which is revealed to you from your Lord. Verily, Allah is Well-Acquainted with what you do.

source: وتوكل على الله وكفى بالله وكيلا
en: And put your trust in Allah, and Sufficient is Allah as a Wakil (Trustee, or Disposer of affairs).

source: ما جعل الله لرجل من قلبين في جوفه وما جعل أزواجكم اللائي تظاهرون منهن أمهاتكم وما جعل أدعياءكم أبناءكم ذلكم قولكم بأفواهكم والله يقول الحق وهو يهدي السبيل
en: Allah has not made for any man two hearts inside his body. Neither has He made your wives whom you declare to be like your mothers' backs, your real mothers. [az-Zihar is the saying of a husband to his wife, "You are to me like the back of my mother" i.e. You are unlawful for me to approach], nor has He made your adopted sons your real sons. That is but your saying with your mouths. But Allah says the truth, and He guides to the (Right) Way.

source: ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورا رحيما
en: Call them (adopted sons) by (the names of) their fathers: that is more just with Allah. But if you know not their father's (names, call them) your brothers in faith and Mawalikum (your freed slaves). And there is no sin on you concerning that in which you made a mistake , except in regard to what your hearts deliberately intend. And Allah is Ever Oft-Forgiving, Most Merciful.

source: النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وأولو الأرحام بعضهم أولى ببعض في كتاب الله من المؤمنين والمهاجرين إلا أن تفعلوا إلى أوليائكم معروفا كان ذلك في الكتاب مسطورا
en: The Prophet is closer to the believers than their ownselves, and his wives are their (believers') mothers (as regards respect and marriage). And blood relations among each other have closer personal ties in the Decree of Allah (regarding inheritance) than (the brotherhood of) the believers and the Muhajirun (emigrants from Makkah), except that you do kindness to those brothers (when the Prophet صلى الله عليه وسلم joined them in brotherhood ties). This has been written in the (Allah's Book of Divine) Decrees - (Al-Lauh Al-Mahfuz)."

source: وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم وأخذنا منهم ميثاقا غليظا
en: And (remember) when We took from the Prophets their covenant, and from you (O Muhammad صلى الله عليه وسلم), and from Nuh (Noah), Ibrahim (Abraham), Musa (Moses), and 'Îsa (Jesus) son of Maryam (Mary). We took from them a strong covenant.

source: ليسأل الصادقين عن صدقهم وأعد للكافرين عذابا أليما
en: That He may ask the truthful (Allah's Messengers and His Prophets) about their truth (i.e. the conveyance of Allah's Message that which they were charged with). And He has prepared for the disbelievers a painful torment (Hell-fire).

source: يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحا وجنودا لم تروها وكان الله بما تعملون بصيرا
en: O you who believe! Remember Allah's Favour to you, when there came against you hosts, and We sent against them a wind and forces that you saw not [i.e. troops of angels during the battle of Al-Ahzab (the Confederates)]. And Allah is Ever All-Seer of what you do.

source: إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت القلوب الحناجر وتظنون بالله الظنونا
en: When they came upon you from above you and from below you, and when the eyes grew wild and the hearts reached to the throats, and you were harbouring doubts about Allah.

source: هنالك ابتلي المؤمنون وزلزلوا زلزالا شديدا
en: There, the believers were tried and shaken with a mighty shaking.

source: وإذ يقول المنافقون والذين في قلوبهم مرض ما وعدنا الله ورسوله إلا غرورا
en: And when the hypocrites and those in whose hearts is a disease (of doubts) said: "Allah and His Messenger (صلى الله عليه وسلم) promised us nothing but delusion!"

source: وإذ قالت طائفة منهم يا أهل يثرب لا مقام لكم فارجعوا ويستأذن فريق منهم النبي يقولون إن بيوتنا عورة وما هي بعورة إن يريدون إلا فرارا
en: And when a party of them said: "O people of Yathrib (Al-Madinah)! There is no stand (possible) for you (against the enemy attack!) Therefore go back!" And a band of them ask for permission of the Prophet (صلى الله عليه وسلم) saying: "Truly, our homes lie open (to the enemy)." And they lay not open. They but wished to flee.

source: ولو دخلت عليهم من أقطارها ثم سئلوا الفتنة لآتوها وما تلبثوا بها إلا يسيرا
en: And if the enemy had entered from all sides (of the city), and they had been exhorted to Al-Fitnah (i.e. to renegade from Islam to polytheism), they would surely have committed it and would have hesitated thereupon but little.

source: ولقد كانوا عاهدوا الله من قبل لا يولون الأدبار وكان عهد الله مسئولا
en: And indeed they had already made a covenant with Allah not to turn their backs, and a covenant with Allah must be answered for.

source: قل لن ينفعكم الفرار إن فررتم من الموت أو القتل وإذا لا تمتعون إلا قليلا
en: Say (O Muhammad صلى الله عليه وسلم to these hypocrites who ask your permission to run away from you): "Flight will not avail you if you flee from death or killing and then you will enjoy no more than a little while!"

source: قل من ذا الذي يعصمكم من الله إن أراد بكم سوءا أو أراد بكم رحمة ولا يجدون لهم من دون الله وليا ولا نصيرا
en: Say: "Who is he who can protect you from Allah if He intends to harm you, or intends mercy on you?" And they will not find, besides Allah, for themselves any Wali (protector, supporter) or any helper.

source: قد يعلم الله المعوقين منكم والقائلين لإخوانهم هلم إلينا ولا يأتون البأس إلا قليلا
en: Allah already knows those among you who keep back (men) from fighting in Allah's Cause, and those who say to their brethren "Come here towards us," while they (themselves) come not to the battle except a little,

source: أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيرا
en: Being miserly towards you (as regards help and aid in Allah's Cause). Then when fear comes, you will see them looking to you, their eyes revolving like (those of) one over whom hovers death; but when the fear departs, they will smite you with sharp tongues, miserly towards (spending anything in any) good (and only covetous of booty and wealth). Such have not believed. Therefore Allah makes their deeds fruitless and that is ever easy for Allah.

source: يحسبون الأحزاب لم يذهبوا وإن يأت الأحزاب يودوا لو أنهم بادون في الأعراب يسألون عن أنبائكم ولو كانوا فيكم ما قاتلوا إلا قليلا
en: They think that Al-Ahzab (the Confederates) have not yet withdrawn; and if Al-Ahzab (the Confederates) should come (again), they would wish they were in the deserts (wandering) among the bedouins, seeking news about you (from a far place); and if they (happen) to be among you, they would not fight but little.

source: لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا
en: Indeed in the Messenger of Allah (Muhammad صلى الله عليه وسلم) you have a good example to follow for him who hopes for (the Meeting with) Allah and the Last Day, and remembers Allah much.

source: ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله وما زادهم إلا إيمانا وتسليما
en: And when the believers saw Al-Ahzab (the Confederates), they said: "This is what Allah and His Messenger (Muhammad صلى الله عليه وسلم) had promised us; and Allah and His Messenger (Muhammad صلى الله عليه وسلم) had spoken the truth. And it only added to their Faith and to their submissiveness (to Allah).

source: من المؤمنين رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من ينتظر وما بدلوا تبديلا
en: Among the believers are men who have been true to their covenant with Allah [i.e. they have gone out for Jihad (holy fighting), and showed not their backs to the disbelievers]; of them some have fulfilled their obligations (i.e. have been martyred); and some of them are still waiting, but they have never changed [i.e. they never proved treacherous to their covenant which they concluded with Allah] in the least.

source: ليجزي الله الصادقين بصدقهم ويعذب المنافقين إن شاء أو يتوب عليهم إن الله كان غفورا رحيما
en: That Allah may reward the men of truth for their truth (i.e. for their patience at the accomplishment of that which they covenanted with Allah), and punish the hypocrites, if He wills, or accept their repentance by turning to them (in Mercy). Verily, Allah is Oft-Forgiving, Most Merciful.

source: ورد الله الذين كفروا بغيظهم لم ينالوا خيرا وكفى الله المؤمنين القتال وكان الله قويا عزيزا
en: And Allah drove back those who disbelieved in their rage: they gained no advantage (booty). Allah sufficed for the believers in the fighting (by sending against the disbelievers a severe wind and troops of angels). And Allah is Ever All-Strong, All-Mighty.

source: وأنزل الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب فريقا تقتلون وتأسرون فريقا
en: And those of the people of the Scripture who backed them (the disbelievers), Allah brought them down from their forts and cast terror into their hearts, (so that) a group (of them) you killed, and a group (of them) you made captives.

source: وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطئوها وكان الله على كل شيء قديرا
en: And He caused you to inherit their lands, and their houses, and their riches, and a land which you had not trodden (before). And Allah is Able to do all things.
